---
kind: enumMember
id: F:Autodesk.Revit.DB.Electrical.LoadClassificationType.Lighting
enum: Autodesk.Revit.DB.Electrical.LoadClassificationType
source: html/718cd7f0-fdc2-98fa-0e8b-ae47c39f0348.htm
---
# Autodesk.Revit.DB.Electrical.LoadClassificationType.Lighting

Load Classification Type is Lighting.